Repository: jerry3904/mx-rofi-manager
Catalog: translations_script/po/mx-rofi-manager_*.po
Languages: de, el, fr_be, it, nl, pt, pt_br, ru, sl, sv

source: All done!\nFont of the current rofi theme has been amended.
de: Fertig!\nDie Schriftart des aktuellen rofi Themas wurde geändert.
fr_be: Terminé!\nLa police du thème Rofi actuel a été modifiée.
it: Tutto fatto!\nIl font del tema rofi corrente è stato modificato.
nl: Helemaal klaar!\nLettertype van het huidige rofi thema is aangepast.
pt: Concluído!\nA fonte do tema atual do Rofi foi emendada.
pt_br: Tudo foi feito com sucesso!\nA fonte do tema atual do Rofi foi alterada.
ru: Готово!\nШрифт текущей темы rofi был изменен.
sl: Vse je narejeno!\nPisava trenutne rofi teme je bila spremenjena.
sv: Allt klart!\nNuvarande rofi-temas typsnitt har ändrats.

source: All done!\nPosition and size of the current rofi theme have been amended.
de: Fertig!\nPosition und Größe des aktuellen rofi Themas wurden geändert.
fr_be: Terminé!\nLa position et la taille du thème Rofi actuel ont été modifiées.
it: Tutto fatto!\nLa posizione e la dimensione del tema rofi corrente sono state modificate.
nl: Helemaal klaar!\nPositie en afmeting van het huidige rofi thema zijn aangepast.
pt: Concluído!\nA posição e o tamanho do tema atual do Rofi foram emendados.
pt_br: Tudo foi feito com sucesso!\nA posição e o tamanho do tema atual do Rofi foram alterados.
ru: Готово!\nПоложение и размер текущей темы rofi были изменены.
sl: Vse je narejeno!\nVelikost in položaj trenutne rofi teme je bila spremenjena.
sv: Allt klart!\nPosition och storlek på nuvarande rofi-tema har ändrats.

source: All done!\n\n<b>$NEWTHEME</b> has been set as the current rofi theme.\n\n
de: Fertig!\n\n$NEWTHEME wurde als das aktuelle rofi Thema eingestellt.
fr_be: Terminé!\n\n<b>$NEWTHEME</b> a été défini comme le thème actuel de Rofi.\n\n
it: Tutto fatto!\n\n<b>$NEWNAME</b> è stato impostato come tema rofi corrente.\n\n
nl: Helemaal klaar!\n<b>$NEWTHEME</b> is ingesteld als huidig rofi thema.
pt: Terminado!\n\nO tema <b>$NEWTHEME</b> foi definido como tema atual do rofi.\n\n
pt_br: Tudo foi feito com sucesso!\n\n<b>O tema <b>$NEWTHEME</b> foi definido para o tema atual do Rofi.\n\n
ru: Готово!\n\n<b>$NEWTHEME</b> была установлена в качестве текущей темы Rofi.\n\n
sl: Opravljeno!\nZa trenutno rofi temo ja bila nastavljena tema <b>NEWTHEME</b>\n\n.
sv: Allt klart!\n\n<b>$NEWTHEME</b> har blivit nuvarande rofi-tema.\n\n

source: All done!\n\nTab configuration has been updated.\n\n
de: Fertig!\n\nTab Einstellungen wurden aktualisiert.\n\n
el: Όλα έτοιμα\n\nΟι ρυθμίσεις της καρτέλας εχουν ανανεωθεί\n\n
fr_be: Terminé!\n\nLa configuration des onglets a été mise à jour.\n\n
it: Tutto fatto!\n\nLa configurazione della scheda è stata aggiornata.\n\n
nl: Helemaal klaar!\n\nTabconfiguratie is bijgewerkt.\n\n
pt: Concluido!\n\nA configuração dos Separadores foi atualizada.\n\n
pt_br: Tudo foi feito com sucesso!\\n\nA configuração da da aba ou guia foi atualizada.
ru: Готово!\n\nНастройки вкладки были обновлены.\n\n
sl: Opravljeno!\n\nNastavitve zavihkov so bile posodobljene.\n\n
sv: Allt klart!\n\nFlik-konfiguration har uppdaterats.\n\n

source: Change the current rofi theme
de: Aktuelles rofi Thema ändern
el: Αλλάξτε το τρέχον θέμα rofi
fr_be: Changer le thème actuel de Rofi
it: Cambia il tema rofi corrente
nl: Verander het huidige rofi thema
pt: Mudar o tema atual do rofi
pt_br: Alterar o tema atual do Rofi
ru: Сменить текущую тему Rofi
sl: Spremeni trenutno rofi temo
sv: Byt nuvarande rofi-tema

source: Change the font of the current rofi window
de: Schriftart des aktuellen rofi Fensters ändern
el: Αλλάξτε την γραμματοσειρά του τρέχοντος παραθύρου rofi
it: Cambia il font della finestra rofi corrente
pt: Alterar a fonte atual da janela do rofi
pt_br: Alterar a fonte atual da janela do rofi
ru: Изменить шрифт текущего окна rofi
sl: Spremeni pisavo trenutnega rofi okna
sv: ndra nuvarande rofi-fönsters typsnitt

source: Change the functions (<i> modi </i>) of the rofi tabs
de: Funktionen der rofi Tabs (modi) ändern
fr_be: Modifier les fonctions (<i> modi </i>) des onglets Rofi
it: Cambia le funzioni (<i> modi </i>) delle schede rofi
nl: Verander de functies (<i> modi </i>) van de rofi tabs
pt: Alterar as funções do (<i> modo </i>) dos separadores do Rofi
pt_br: Alterar as funções do (<i> modo </i>) nas abas ou guias do Rofi
ru: Изменить функции (<i>modi</i>) вкладок Rofi
sl: Spremeni funkcije (<i>modi</i>) rofi zavihkov
sv: Ändra funktionerna (<i> modi </i>) på rofi-flikarna

source: Change the location and size of the current rofi window
de: Fensterplazierung und Größe des aktuellen rofi Fensters ändern
it: Cambia la posizione e la dimensione della finestra rofi corrente
pt: Alterar a localização e o tamanho da janela atual do rofi
pt_br: Alterar a localização e o tamanho da janela atual do rofi
ru: Изменить положение и размер текущего окна rofi
sl: Spremeni položaj in velikost trenutnega rofi okna
sv: Ändra plats och storlek på nuvarande rofi-fönster

source: Edit a rofi theme config file in text editor
de: Config-Datei eines Rofi Themas in Texteditor ändern
el: Επεξεργαστείτε το αρχείο ρυθμίσεων ενός θέματος rofi σε επεξεργαστή κειμένου
fr_be: Modifier un fichier de configuration du thème Rofi dans un éditeur de texte
it: Modifica un file config di un tema rofi nell'editor di testo
nl: Pas een rofi configuratiebestand aan in tekstverwerker
pt: Editar o ficheiro de configuração de um tema do rofi no editor de texto
pt_br: Editar o arquivo de configurações do tema do Rofi com o editor de texto
ru: Изменить файл конфигурации темы Rofi в текстовом редакторе
sl: Urejanje nastavitvene datoteke rofi teme v urejevalniku besedil
sv: Redigera ett rofi-temas konfigurationsfil med en textredigerare

source: Font
de: Schriftart
el: Γραμματοσειρά
fr_be: Police
nl: Lettertype
pt: Fonte
pt_br: Fonte
ru: Шрифт
sl: Pisava
sv: Typsnitt

source: Global settings are blocked for
de: Globale Einstellungen sind blockiert für
fr_be: Les paramètres globaux sont bloqués pour
it: Le impostazioni globali sono bloccate per
nl: Algemene instellingen zijn geblokkeerd voor
pt: As definições globais são bloqueadas para
pt_br: As configurações globais são bloqueadas para
ru: Глобальные настройки запрещены для
sl: Globalne nastavitve so blokirane za
sv: Globala inställningar är blockerade för

source: Height (number of lines shown in list)
de: Höhe (Anzahl der Zeilen in der Liste)
fr_be: Hauteur (nombre de lignes affichées dans la liste)
it: Altezza (numero di linee mostrate in lista)
nl: Hoogte (aantal regels te zien in lijst)
pt: Altura (número de linhas exibidas na lista)
pt_br: Altura (número de linhas exibidas na lista)
ru: Высота (число строк в списке)
sl: Višina (število vrstic, ki so pirkazane na seznamu)
sv: Höjd (antal rader som visas i lista)

source: If a theme does not display tabs, switch tabs with <i>Shift + Arrow</i> or <i>Ctrl + Tab</i>\n
de: Wenn ein Thema keine Tabs anzeigt, wechsle die Tabs mit <i>Shift + Pfeiltaste</i> oder <i>Strg + Tab</i>\n
fr_be: Si un thème n'affiche pas d'onglets, changez d'onglet avec <i>Shift + Flèche</i> ou <i>Ctrl + Tab</i>\n
it: Se un tema non mostra le schede, cambia schede con <i>Shift + Freccia</i> o <i>Ctrl + Tab</i>\n
nl: Als een thema geen tabs laat zien, wissel tabs met <i>Shift + Pijl</i> of <i>Ctrl + Tab</i>\n
pt: Se um tema não apresentar os separadores, usar <i>Shift + Seta</i> ou <i>Ctrl + Tab</i>\n
pt_br: Se um tema não exibir as abas, alterne as abas com <i>Shift + Tecla de Setas </i> ou <i>Ctrl + Tab</i>\n
ru: Если тема не отображает вкладки, переключайте их с помощью <i>Shift + Стрелка</i> или <i>Ctrl + Tab</i>\n
sl: Če tema ne prikaže zavihkov, preklopite med zavihki z <i>Shift + puščica</i> ali <i>Ctrl+tabulator</i>\n
sv: Om ett tema inte visar flikar, byt flikar med <i>Skift + Pil</i> eller <i>Ctrl + Tab</i>\n

source: Inactive Tab Background
de: Inaktiver Tab-Hintergrund
el: Φόντο Ανενεργής Καρτέλας
fr_be: Arrière-plan de l'onglet inactif
it: Sfondo scheda inattiva
nl: Inactief Tabblad Achtergrond
pt: Fundo do separador inativo
pt_br: Plano de Fundo da Aba ou Guia Inativa
ru: Фон неактивной вкладки
sl: Ozadje nekativnega zavihka
sv: Inaktiv flik-bakgrund

source: Inactive Tab Text
de: Inaktiver Tab-Text
el: Κείμενο Ανενεργής Καρτέλας
fr_be: Texte de l'onglet inactif
it: Testo scheda inattiva
nl: Inactieve Tabtekst
pt: Texto do separador inativo
pt_br: Texto da Aba ou Guia Inativa
ru: Текст неактивной вкладки
sl: Besedilo neaktivnega zavihka
sv: Inaktiv fliktext

source: Location of rofi window on the screen
de: Platzierung des rofi Fensters auf dem Bildschirm
el: Θέση του παραθύρου του rofi στην οθόνη
fr_be: Emplacement de la fenêtre Rofi sur l'écran
it: Posizione della finestra rofi sullo schermo
nl: Plaats van het rofi venster op het scherm
pt: Localização da janela do Rofi no ecrã
pt_br: Localização da janela do Rofi na tela
ru: Положение окна rofi на экране
sl: Položaj rofi okna na zaslonu
sv: Plats för rofi-fönster på skärmen

source: MX Rofi manager provides a fast and easy way to manipulate the handy app rofi and its many possible functions ("modi"). Available actions: --select the functions to be shown --switch the current theme --adjust colors, font and position (default themes only) --edit themes manually --access documentation For more details, consult the rofi "help" tab.
de: MX Rofi Manager bietet eine schnelle und einfache Möglichkeit, die praktische App rofi und ihre vielen möglichen Funktionen ("modi") anzupassen. Verfügbare Funktionen: --Auswahl der gewünschten Funktionen --aktuelles Thema wechseln --Anpassen von Farben, Schriftart und Bildschirmposition (nur bei Standardthemen) --manuelle Bearbeitung von Themen --Zugriff auf die Dokumentation Weitere Details können in der Rofi "Hilfe" gefunden werden.
fr_be: MX Rofi Manager offre un moyen rapide et facile de manipuler l'application Rofi avec ses nombreuses fonctions ("modi"). Opérations disponibles: --sélectionner les fonctions à afficher --changer le thème en cours --ajuster les couleurs, la police et la position (thèmes par défaut uniquement) --modifier les thèmes manuellement --accéder à la documentation Pour plus de détails, consultez l'onglet "aide" de Rofi.
it: MX Gestore Rofi fornisce un sistema facile e veloce per manipolare la comoda app rofi e le sue molte possibili funzioni ("modi"). Azioni disponibili: --seleziona le le funzioni da mostrare --cambia il tema corrente --modifica colori, font e posizione (solo per i temi di default) --modifica i temi manualmente --accedi alla documentazione Per ulteriori dettagli, consulta la scheda di "aiuto" rofi.
nl: MX Rofi beheer biedt een snelle en eenvoudige manier om de handige app rofi en zijn vele mogelijke functies ("modi") te manipuleren. Beschikbare acties: --selecteer de functies die getoond moeten worden --verander het huidige thema --kleuren, lettertype en positie aanpassen (alleen standaardthema's) --thema's handmatig bewerken --toegang tot documentatie Voor meer details, raadpleeg de rofi "hulp" tab.
pt: O Gestor do Rofi permite manipular rapidamente a aplicação Rofi e as suas diversas funções possíveis ("modo"). As funções disponíveis são: --selecionar as funções a serem exibidas --alterar o tema atual --ajustar as cores, o tipo de letra e a posição (apenas para os temas padrão) --editar os temas manualmente --aceder a documentação de ajuda Para obter mais informações, consulte o separador de "Ajuda" do Rofi.
pt_br: O Gerenciador das Configurações do Rofi do MX permite manipular rapidamente o programa aplicativo Rofi e as suas diversas funções possíveis (“modo”). As funções disponíveis são: --selecionar as funções a serem exibidas --alterar o tema atual --ajustar as cores, a fonte e a posição (apenas para os temas padrão) --editar os temas manualmente --acessar a documentação de ajuda Para obter mais informações, por favor, consulte a aba ou guia “Ajuda” do Rofi.
ru: MX Rofi manager предоставляет быстрый и простой способ управления удобным приложением Rofi и его многочисленными возможными функциями («modi»). Доступные действия: --выбор функций для показа --переключение текущей темы --настройка цветов, шрифта и положения (только темы по умолчанию) --правка тем вручную --доступ к документации Для подробностей обратитесь к вкладке Rofi «Справка».
sl: MX Rofi upravljalnik omogoča hitro in enostavno prilagajanje rofi aplikacije in njenih številnih možnosti ("modi"). Dejanja, ki so na voljo: - izbor prikazanih funkcij - preklop trenutne teme - spreminjanje barv, pisave in položaja (le privzete teme) - ročno urejanje tem - dostop do dokumentacije Za več podrobnosti uporabite rofi zavihek "pomoč".
sv: MX Rofi hanterare är ett snabbt och enkelt sätt att hantera den praktiska appen rofi och dess många funktionsmöjligheter ("modi"). Möjliga åtgärder: --välj funktioner som ska visas --byt nuvarande tema --justera färger, typsnitt och position (bara för standardtema) --redigera teman manuellt --läs dokumentation För mer detaljer, konsultera rofi "hjälp"-flik.

source: MX-Rofi-Help
de: MX-Rofi-Hilfe
it: MX-Aiuto-Rofi
nl: MX-Rofi-Hulp
pt_br: Ajuda do Gerenciador das Configurações do Rofi do MX
sl: MX-Rofi-pomoč
sv: MX-Rofi-Hjälp

source: MX-Rofi-Manager
it: MX-Gestore-Rofi
nl: MX-Rofi-Beheer
pt_br: Gerenciador das Configurações do Rofi MX
sl: MX-Rofi-upravljanik
sv: MX-Rofi-Hanterare

source: MX-Rofi-Recolor
it: MX-Ricolora-Rofi
pt_br: Colorizador de Temas do Rofi MX
sl: MX-Rofi-prebarvaj
sv: MX-Rofi-Färgbyte

source: MX-Rofi-Recolor Help
de: MX-Rofi-Recolor Hilfe
it: Aiuto MX-Ricolora-Rofi
nl: MX-Rofi-Recolor Hulp
pt: MX-Rofi-Recolor Ajuda
pt_br: Ajuda do Colorizador de Temas do Rofi MX
ru: Справка MX-Rofi-Recolor
sl: MX-Rofi-prebarvaj pomoč
sv: MX-Rofi-Färgbyte Hjälp

source: New theme name
de: Name für neues Thema
el: Νέο όνομα θέματος
fr_be: Nouveau nom du thème
it: Nome del nuovo tema
nl: Nieuwe thema naam
pt: Nome do novo tema
pt_br: Novo nome do tema
ru: Имя новой темы
sl: Ime nove teme
sv: Nytt temanamn

source: No Theme name!
de: Kein Name für Thema gewählt!
fr_be: Aucun nom de thème!
it: Nessun nome del tema!
nl: Geen Thema naam!
pt: Sem nome de tema!
pt_br: O tema não possui um nome!
ru: Нет имени темы!
sl: Ni imena za temo!
sv: Inget temanamn!

source: No change to current settings!\n
de: Es wurden keine Änderungen vorgenommen!\n
el: Δεν έγινε καμία αλλαγή στις τρέχουσες ρυθμίσεις
fr_be: Aucune modification des paramètres actuels!\n
it: Nessun cambiamento alle impostazioni correnti!\n
nl: Geen verandering in de huidige instellingen!\n
pt: Nenhuma alteração às definições atuais!\n
pt_br: Nenhuma alteração foi feita nas configurações atuais!\n
ru: Текущие настройки не изменены!\n
sl: Brez sprememb trenutnih nastavitev!\n
sv: Inga ändringar på nuvarande inställningar!\n

source: No theme selected.
de: Kein Thema ausgewählt.
el: Δεν έχει επιλεγεί κανένα θέμα
fr_be: Pas de thème sélectionné.
it: Nessun tema selezionato.
nl: Geen thema geselecteerd.
pt: Nenhum tema selecionado.
pt_br: Nenhum tema foi selecionado.
ru: Тема не выбрана.
sl: Nobena tema ni izbrana
sv: Inget tema valt.

source: No theme selected.\n\n<b>MX-comfort</b> will be used as the starting theme.
de: Kein Thema gewählt.\n\nMX-comfort wird als Startthema gewählt.
el: Δεν έχει επιλεγεί θέμα.\n\nTo<b>MX-comfort</b>θα χρησιμοποιηθεί σαν αρχικό θέμα
fr_be: Aucun thème sélectionné.\n\n<b>MX-comfort</b> servira de thème de départ.
it: Nessun tema selezionato.\n\n<b>MX-comfort</b> verrà usato come tema d'inizio.
nl: Geen thema geselecteerd.\n\n<b>MX-comfort</b> zal gebruikt worden als start thema.
pt: Nenhum tema selecionado.\n\nO tema <b>MX-comfort</b> será utilizado como tema inicial.
pt_br: Nenhum tema foi selecionado.\n\nO tema <b>MX-comfort</b> será utilizado como tema inicial.
ru: Тема не выбрана.\n\n Будет использована<b>MX-comfort</b>в качестве стартовой темы.
sl: Nobena tema ni izbrana.\n\n<b>MX-comfort</b> bo izbrana za začetno temo.
sv: Inget tema valt.\n\n<b>MX-comfort</b> kommer att användas som starttema..

source: OK to proceed?
de: Bereit zum Weitermachen?
el: Να προχωρήσουμε;
fr_be: OK pour continuer?
it: OK a procedere?
nl: OK om door te gaan?
pt: Prosseguir?
pt_br: Você quer continuar?
ru: Согласны продолжить?
sl: OK za nadaljevanje?
sv: OK att fortsätta?

source: Overwrite $NEWNAME
de: $NEWNAME überschreiben
el: Αντικατάσταση $NEWNAME
fr_be: Écraser $NEWNAME
it: Sovrascrivi $NEWNAME
nl: Overschrijven $NEWNAME
pt: Substituir $NEWNAME
pt_br: Substituir o nome $NEWNAME
ru: Перезаписать $NEWNAME
sl: Prepiši $NEWNAME
sv: Skriv över $NEWNAME

source: Recolor a rofi theme based on MX-comfort
de: Ein Rofi Thema nach den Farben von MX-comfort umfärben
el: Επαναχρωμάτισε ένα θέμα rofi βασισμένο στο MX-comfort
fr_be: Recolorer un thème Rofi basé sur MX-comfort
it: Ricolora un tema rofi basato su MX-comfort
nl: Herkleur een rofi thema gebaseerd op MX-comfort
pt: Alterar cores de um tema do rofi baseado no MX-comfort
pt_br: O colorizador de temas do Rofi MX foi baseado no programa MX-Comfort
ru: Перекрасить тему rofi на основе MX-comfort
sl: Prebarvaj rofi temo glede na MX-komfort
sv: Byt färger på ett rofi-tema baserat på MX-comfort

source: Return to Main Window
de: Zum Hauptfenster zurückkehren
el: Επιστροφή στο Κύριο Παράθυρο
fr_be: Retour à la fenêtre principale
it: Torna alla finestra principale
nl: Terugkeren naar Hoofdmenu
pt: Voltar à janela principal
pt_br: Retornar para a Janela Principal
ru: Вернуться в главное окно
sl: Vrni se na glavno okno
sv: Återvänd till huvudfönstret

source: Rofi-Edit
de: Rofi-Bearbeitung
el: Rofi-Επεξεργασία
it: Modifica-Rofi
nl: Rofi-Bewerken
pt_br: Editor do Rofi
sl: Rofu-urejanje
sv: Rofi-Redigera

source: Rofi-Font
de: Rofi-Schriftart
el: Rofi-Γραμματοσειρά
it: Font-rofi
nl: Rofi-Lettertype
pt: Fonte do Rofi
pt_br: Fonte do Rofi
ru: Шрифт Rofi
sl: Rofi-pisava
sv: Rofi-Typsnitt

source: Rofi-Position
de: Rofi-Bildschirmposition
el: Rofi-Θέση
it: Posizione-rofi
nl: Rofi-Positie
pt: Posição do Rofi
pt_br: Posição do Rofi
ru: Положение Rofi
sl: Rofi-položaj

source: Rofi-Tab-Selector
de: Rofi-Tab-Wähler
el: Rofi-Eπιλογέας-Καρτέλας
it: Selettore-Scheda-Rofi
nl: Rofi-Tab-Selecteur
pt_br: Selecionador de Abas ou Guias do Rofi
sl: ROFI-izbirnik-zavihka
sv: Rofi-flikväljare

source: Rofi-Theme
de: Rofi-Thema
el: Rofi-Θέμα
it: Tema-Rofi
nl: Rofi-Thema
pt_br: Tema do Rofi
sl: Rofi-tema
sv: Rofi-Tema

source: Save as different theme name
de: Thema mit anderem Namen speichern
el: Αποθήκευση ως διαφορετικό όνομα θέματος
fr_be: Enregistrer sous un autre nom de thème
it: Salva come nome del tema diverso
nl: Opslaan als andere thema naam
pt: Guardar como nome de tema diferente
pt_br: Salvar com um nome de tema diferente
ru: Сохранить с другим именем темы
sl: Shrani pod drugim imenom teme
sv: Spara som annat temanamn

source: Searchbar Background
de: Hintergrund Suchleiste
el: Φόντο μπάρας αναζήτησης
fr_be: Arrière-plan de la barre de recherche
it: Sfondo della barra di ricerca
nl: Zoekbalk Achtergrond
pt: Fundo da barra de pesquisa
pt_br: Plano de Fundo da Barra de Pesquisa
ru: Фон панели поиска
sl: Ozadje pasice iskalnika
sv: Sökruta bakgund

source: Searchbar Text
de: Suchleistentext
el: Κείμενο μπάρας αναζήτησης
fr_be: Texte de la barre de recherche
it: Testo della barra di ricerca
nl: Zoekbalk Tekst
pt: Texto da barra de pesquisa
pt_br: Texto da Barra de Pesquisa
ru: Текст панели поиска
sl: Besedilo pasice iskalnika
sv: Sökruta text

source: Selection Background
de: Auswahl Hintergrund
el: Φόντο Επιλογής
fr_be: Arrière-plan de la sélection
it: Sfondo della selezione
nl: Selectie Achtergrond
pt: Seleção de fundo
pt_br: Plano de Fundo Selecionado
ru: Фон выбранного
sl: Ozadje izbora
sv: Val bakgrund

source: Selection Text
de: Auswahl Text
el: Κείμενο Επιλογής
fr_be: Texte de la sélection
it: Testo della selezione
nl: Selectie Tekst
pt: Seleção de texto
pt_br: Texto Selecionado
ru: Текст выбранного
sl: Besedilo izbora
sv: Val text

source: Settings
de: Einstellungen
el: Ρυθμίσεις
fr_be: Paramètres
it: Impostazioni
nl: Instellingen
pt: Definições
pt_br: Configurações
ru: Настройки
sl: Nastavitve
sv: Inställningar

source: Sorry, the appearance settings for $ROFICURRENT can only be modified using global settings.\n\nWould you like to change to global settings?.\n\n
de: Die Einstellungen für das Aussehen von $ROFICURRENT können nur mittels globaler Einstellungen geändert werden.\n\nSollen die globalen Einstellungen geändert werden?\n\n
fr_be: Désolé, les paramètres d'apparence de $ROFICURRENT ne peuvent être modifiés qu'à l'aide des paramètres globaux.\n\nSouhaitez-vous passer aux paramètres globaux?.\n\n
it: Spiacente, le impostazioni dell'aspetto per $ROFICURRENT possono essere modificate solo utilizzando le impostazioni globali.\n\nVuoi passare alle impostazioni globali?.\n\n
nl: Sorry, de uiterlijk instellingen voor $ROFICURRENT kunnen alleen gewijzigd worden met globale instellingen.\n\nWilt u naar globale instellingen gaan?.\n\n
pt: As definições de aparência para $ROFICURRENT só podem ser modificadas utilizando as definições globais.\n\nMudar para as definições globais?\n\n
pt_br: Atenção! As configurações da aparência para $ROFICURRENT só podem ser modificadas utilizando as configurações globais.\n\nVocê quer modificar para as configurações globais?\n\n
ru: Извините, настройки внешнего вида для $ROFICURRENT можно изменить только с помощью глобальных настроек.\n\nХотите перейти на глобальные настройки?.\n\n
sl: Nastavit6ve izgleda za $ROFICURRENT ke mogoče spremeniti le preko globalnih nastavitev.\n\nAli želite spremeniti glboalne nastavitve?\n\n
sv: Ledsen, utseende-inställningarna för $ROFICURRENT kan bara ändras med globala inställningarnas.\n\nVill du ändra de globala inställningarna?.\n\n

source: Specific settings will be used
de: Spezielle Einstellungen werden verwendet
el: Θα χρησιμοποιηθούν συγκεκριμένες ρυθμίσεις
fr_be: Les paramètres spécifiques seront utilisés
it: Verranno usate impostazioni specifiche
nl: Specifieke instellingen worden gebruikt
pt: Serão utilizadas definições específicas
pt_br: Serão utilizadas as configurações específicas
ru: Будут использоваться определённые настройки
sl: Uporabljene bodo specifične nastavitve
sv: Speciella inställningar kommer att användas

source: The current appearance settings are <b>$TOGGLETEXT</b>
de: Die aktuellen Einstellungen für das Aussehen sind <b>$TOGGLETEXT</b>
el: Οι τρέχουσες ρυθμίσεις εμφάνησης ειναι <b>TOGGLETEXT1</b>
it: Le impostazioni correnti dell'aspetto sono <b>$TOGGLETEXT</b>
nl: De huidige uiterlijk instellingen zijn <b>$TOGGLETEXT</b>
pt: As definições atuais da aparência são <b>$TOGGLETEXT</b>
pt_br: As configurações atuais da aparência são <b>$TOGGLETEXT</b>
ru: Текущие настройки внешнего вида — <b>$TOGGLETEXT</b>
sl: Trenutne nastavitve videza so <b>$TOGGLETEXT</b>
sv: De nuvarande utseende-inställningarna är <b>$TOGGLETEXT</b>

source: The current theme is <b>$ROFICURRENT</b> and its settings are <b>$TOGGLETEXT</b>.
de: Das aktuelle Thema <b>$ROFICURRENT</b> und dessen Einstellungen sind <b>$TOGGLETEXT</b>.
el: Το τρέχον θέμα είναι το <b>$ROFICURRENT</b> και οι ρυθμίσεις του ειναι <b>$TOGGLETEXT</b>.
fr_be: Le thème actuel est <b>$ROFICURRENT</b> et ses paramètres sont <b>$TOGGLETEXT</b>.
it: Il tema corrente è <b>$ROFICURRENT</b> e le sue impostazioni sono <b>$TOGGLETEXT</b>.
nl: Het huidige thema is <b>$ROFICURRENT</b> en de instellingen zijn <b>$TOGGLETEXT</b>.
pt: O tema atual é <b>$ROFICURRENT</b> e as suas definições são <b>$TOGGLETEXT</b>.
pt_br: O tema atual é <b>$ROFICURRENT</b> e as suas configurações são <b>$TOGGLETEXT</b>.
ru: Текущая тема — <b>$ROFICURRENT</b>, и её настройки: <b>$TOGGLETEXT</b>.
sl: Trenutna tema je <b>$ROFICURRENT</b> za nastavitvami <b>$TOGGLETEXT</b>.
sv: Nuvarande tema är <b>$ROFICURRENT</b> och dess inställningar är <b>$TOGGLETEXT</b>.
