Repository: jerry3904/mx-rofi-manager
Catalog: translations_script/po/mx-rofi-manager_*.po
Languages: de, el, fr_be, it, nl, pt, pt_br, ru, sl, sv

source: Theme name $NEWNAME is protected. Choose another name
de: Themenname $NEWNAME ist geschützt. Bitte einen anderen Namen wählen
el: Το ονομα του θεματος $NEWNAME είναι προστατευμένο. Διαλεξτε άλλο ονομα
fr_be: Le nom du thème $NEWNAME est protégé. Choisissez un autre nom
it: Il nome del tema $NUOVONOME è protetto. Scegli un altro nome
nl: Thema naam $NEWNAME is beschermd. Kies een andere naam
pt: O nome do tema $NEWNAME está protegido. Escolha outro nome
pt_br: O nome do tema $NEWNAME está protegido. Por favor, escolha outro nome
ru: Имя темы $NEWNAME защищено. Выберите другое имя
sl: Ime za temo $NEWNAME je zaščiteno. Izberite drugo ime
sv: Temanamn $NEWNAME är skyddat. Välj ett annat namn

source: This tool edits the rofi config file.\n\nThe existing file will be backed up as \n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
de: Dieses Werkzeug editiert die Rofi config Datei.\n\nDie bestehende Datei wird unter folgender Datei gesichert \n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
el: Αυτό το εργαλείο επεξεργάζεται το αρχείο διαμόρφωσης rofi.\n\nΘα δημιουργηθεί αντίγραφο ασφαλείας του υπάρχοντος αρχείου ως\n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
fr_be: Cet outil édite le fichier de configuration de Rofi.\n\nLe fichier actuel sera sauvegardé sous le nom de \n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
it: Questo strumento modifica il file di configurazione di rofi.\n\nVerrà fatto il backup del file esistente come \n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
nl: Deze tool bewerkt het rofi config bestand.\n\nVan het bestaande bestand wordt een back-up gemaakt als \n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
pt: Esta ferramenta edita o ficheiro de configuração do Rofi.\n\nSerá feita uma cópia de segurança do ficheiro de configuração em \n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
pt_br: Esta ferramenta permite editar o arquivo de configurações do Rofi.\n\nSerá feito uma cópia de segurança do arquivo de configurações na \n\n pasta<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
ru: Это средство для изменения файла конфигурации Rofi.\n\nСуществующий файл будет резервно сохранён в \n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
sl: To orodje ureja rofi nastavitveno datoteko.\n\nObstoječa datoeka bo varnostno kopirana kot\n\n<b>$HOME /.restore/rofi/config.rasi_$NOW</b>
sv: Detta verktyg redigerar rofi konfigurationsfil.\n\nDen existerande filen kommer att backas upp som \n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>

source: Title Background
de: Titel Hintergrund
el: Φόντο Τίτλου
fr_be: Arrière-plan du titre
it: Sfondo del titolo
nl: Titel Achtergrond
pt: Fundo do título
pt_br: Plano de Fundo do Título
ru: Фон заголовка
sl: Ozadje
sv: Titelbakgrund

source: Title Text
de: Titel Text
el: Κείμενο Τίτλου
fr_be: Texte du titre
it: Testo del titolo
nl: Titel Tekst
pt: Texto do Título
pt_br: Texto do Título
ru: Текст заголовка
sl: Besedilo naslova
sv: Titeltext

source: Width (percentage of screen width)
de: Breite (in Prozent der Bildschirmbreite)
el: Πλάτος (ποσοστό πλάτους οθόνης)
fr_be: Largeur (pourcentage de la largeur de l'écran)
it: Larghezza (percentuale della larghezza dello schermo)
nl: Breedte (percentage van de schermbreedte)
pt: Largura (percentagem da largura do ecrã)
pt_br: Largura (porcentagem da largura da tela)
ru: Ширина (проценты от ширины экрана)
sl: Širina (odstotkov širine zaslona)
sv: Bredd (procent av skärmbredd)

source: \n<b> Choose which theme to use as a starting point</b>\n
de: \nWähle ein Thema als Startpunkt\n
el: \n<b>Επιλέξτε πιο θέμα θα χρησιμοποιηθεί σαν αρχικό σημείο</b>\n
fr_be: \n<b> Choisir le thème à utiliser comme point de départ</b>\n
it: \n<b> Scegli quale tema usare come punto d'inizio</b>\n
nl: \n<b> Kies welk thema om te gebruiken als uitgangspunt</b>\n
pt: \n<b> Escolher o tema a ser utilizado inicialmente</b>\n
pt_br: \n<b> Escolha qual tema será utilizado como ponto de partida</b>\n
ru: \n<b> Выберите, какую тему использовать в качестве отправной точки</b>\n
sl: \n<b>Izberite izhodiščno temo</b>\n
sv: \n<b> Välj vilket tema som ska användas som startpunkt</b>\n

source: \n<b>Select the rofi theme you wish to edit</b>\n\nThe .rasi file will be opened in your preferred text editor\n\n
de: \nEin rofi-Thema zur Bearbeitung auswählen\n\nDie .rasi-Datei wird im bevorzugten Textbearbeitungsprogramm geöffnet\n\n
fr_be: \n<b>Choisir le thème Rofi à modifier</b>\n\nLe fichier .rasi sera ouvert dans votre éditeur de texte préféré.\n\n
it: \n<b>Seleziona il tema rofi che desideri modificare</b>Il file .rasi verrà aperto col tuo editor di testo preferito\n\n
nl: \n<b>Selecteer het rofi thema dat u wilt bewerken</b>\n\nHet .rasi bestand wordt geopend in uw favoriete tekstverwerker\n\n
pt: \n<b>Selecione o tema rofi a editar</b>\n\nO ficheiro .rasi será aberto no editor de texto preferido\n\n
pt_br: \n<b>Selecione o tema do Rofi que você quer editar</b>\n\nO arquivo de configurações .rasi será aberto no seu editor de texto padrão\n\n
ru: \n<b>Выберите тему Rofi, которую вы хотите изменить</b>\n\nФайл .rasi откроется в вашем предпочтительном текстовом редакторе\n\n
sl: \n<b>Izberite rofi temo za urejanje</b>\n\nDatoteka .rasi se bo odprla v privzetem urejevalniku besedil\n\n
sv: \n<b>Välj det rofi-tema du vill redigera</b>\n\n.rasi filen kommer att öppnas med den textredigerare du föredrar\n\n

source: \nThe theme to be edited has been saved in\n<b>$ROFIPATH</b> as\n\n<b>$EDITTHEMECOPY</b>\n\n
de: \nDas zu bearbeitende Thema wurde in\n<b>$ROFIPATH</b> als\n\n<b>$EDITTHEMECOPY</b>gespeichert\n\n
fr_be: \nLe thème à éditer a été sauvegardé dans\n<b>$ROFIPATH</b> sous\n\n<b>$EDITTHEMECOPY</b>\n\n
it: \nIl tema da modificare è stato salvato in\n<b>$ROFIPATH</b> come\n\n<b>$EDITTHEMECOPY</b>\n\n
nl: \nHet te bewerken thema is opgeslagen in\n<b>$ROFIPATH</b> als\n\n<b>$EDITTHEMECOPY</b>\n\n
pt: \nO tema a editar foi guardado em\n<b>$ROFIPATH</b> como\n\n<b>$EDITTHEMECOPY</b>\n\n
pt_br: \nO tema editado foi salvo no caminho\n<b>$ROFIPATH</b> com o nome\n\n<b>$EDITTHEMECOPY</b>\n\n
ru: \nТема для редактирования сохранена в\n<b>$ROFIPATH</b> в виде\n\n<b>$EDITTHEMECOPY</b>\n\n
sl: \nTema za urejanje je bila shranjena v\n\n<b>$ROFIPATH1 </b> kot\n\n <b>$EDITTHEMECOPY</b>\n\n
sv: \nTemat som ska redigeras har sparats in\n<b>$ROFIPATH</b> som\n\n<b>$EDITTHEMECOPY</b>\n\n

source: a powerful calculation engine
de: ein leistungsfähiges Berechnungsprogramm
el: μια ισχυρή μηχανή υπολογισμού
fr_be: un puissant moteur de calcul
it: un potente motore di calcolo
nl: een krachtige rekenmachine
pt: um poderoso motor de cálculo
pt_br: É um poderoso mecanismo de cálculo
ru: мощный вычислительный движок
sl: zmogljiv računski pogon
sv: en kraftfull kalkyleringsmotor

source: a set of links about using rofi
de: eine Sammlung an Links zur Verwendung von rofi
el: ένα σύνολο συνδέσμων σχετικά με τη χρήση του rofi
fr_be: une série de liens sur l'utilisation de Rofi
it: un set di link su come usare rofi
nl: een reeks links over het gebruik van rofi
pt: um grupo de links sobre a utilização do rofi
pt_br: É um conjunto de ligações ou vínculos para as páginas eletrônicas sobre como utilizar o Rofi
ru: набор ссылок об использовании Rofi
sl: skupek povezav o rabi rofija
sv: Ett set länkar om att använda rofi

source: displays all available executable files
de: Alle ausführbaren Dateien anzeigen
el: εμφανίζει όλα τα διαθέσιμα εκτελέσιμα αρχεία
fr_be: affiche tous les fichiers exécutables disponibles
it: mostra tutti i file eseguibili disponibili
nl: toont alle beschikbare uitvoerbare bestanden
pt: exibe todos os ficheiros executáveis disponíveis
pt_br: Exibe todos os arquivos executáveis disponíveis
ru: отображает все доступные исполняемые файлы
sl: Prikaže vse izvršljive datoteke
sv: visar alla tillgängliga körbara filer

source: enables easy switching
de: ermöglicht einfaches Wechseln
el: επιτρέπει την εύκολη εναλλαγή
fr_be: permet une commutation facile
it: abilita il passaggio facilitato
nl: maakt eenvoudig schakelen mogelijk
pt: permite alternar facilmente
pt_br: estão disponíveis e permite uma fácil
ru: включает лёгкое переключение
sl: vklpi preprosto preklapljanje
sv: gör byte lätt

source: fast access to files
de: schneller Dateizugriff
el: γρήγορη πρόσβαση σε αρχεία
fr_be: accès rapide aux fichiers
it: accesso veloce ai file
nl: snelle toegang tot bestanden
pt: acesso rápido a ficheiros
pt_br: Acesso rápido para aos arquivos
ru: быстрый доступ к файлам
sl: hitri dostop do datotek
sv: snabb tillgång till filer

source: mxrr-color-selector
de: mxrr-farb-selektor
el: mxrr-επιλογέας-χρώματος
it: mxrr-seleziona-colore
pt: seletor-de-cores-do-mxrr
pt_br: Selecionador de Cores do MXRR
sl: mxrr-izbirnik-barv
sv: mxrr-färg-väljare

source: opens a secure shell
de: öffnet eine sichere Shell
el: ανοίγει ενα ασφαλές κέλυφος
fr_be: ouvre un shell sécurisé
it: apre una shell sicura
nl: opent een beveiligde shell
pt: abre um terminal seguro
pt_br: abre o Shell no modo de segurança
ru: открывает защищённую оболочку
sl: odpre varno ukazno lupino
sv: öppnar ett secure shell

source: tab will not be shown\n
de: Tab nicht anzeigen\n
it: la scheda non verrà mostrata\n
pt: o separador não será exibido\n
pt_br: da aba ou guia não será exibida\n
ru: вкладка не будет показана\n
sl: zavihek ne bo prikazan\n
sv: flik kommer inte att visas\n

source: the MX default that displays available apps
de: der MX-Standard, der verfügbare Anwendungen anzeigt
el: η MX προεπιλογή που εμφανίζει διαθέσιμες εφαρμογές
fr_be: le MX par défaut qui affiche les applications disponibles
it: l'impostazione predefinita di MX che mostra le app disponibili
nl: de MX standaard die beschikbare apps weergeeft
pt: a predefinição do MX para mostrar aplicações disponíveis
pt_br: O padrão do MX é exibir os aplicativos disponíveis
ru: Стандарт MX, отображает доступные приложения
sl: MX privzeto za prikaz programov, ki so na voljo
sv: MX standard som visar tillgängliga appar

source: Rofi Manager
de: Rofi-Verwaltung
pt: Gestor Rofi
pt_br: Gerenciador das Configurações do Rofi do MX
sl: Rofi upravljalnik

source: Easily change the rofi configuration
de: Einfaches Ändern der rofi-Konfiguration
pt: Alterar facilmente a configuração do rofi
pt_br: O ‘Rofi Manager’ ou ‘MX-Rofi-Manager’ ou ‘Gerenciador das Configurações do Rofi do MX’ permite alterar facilmente a configurações do pesquisador e inicializador de aplicativos e arquivos Rofi
sl: Preprosto spreminjanje rofi nastavitev

source: X-Offset (- to left, + to right)
fr_be: X-Offset / X-Décalage (- vers la gauche, + vers la droite)
nl: X-Offset (- naar links, + naar rechts)

source: Y-Offset (- upwards, + downwards)
fr_be: Y-Offset / Y-Décalage (- vers le haut, + vers le bas)
nl: Y-Offset (- omhoog, + omlaag)

source: 1st Tab
fr_be: 1er onglet
nl: 1e Tab

source: 2nd Tab
fr_be: 2e onglet
nl: 2e Tab

source: 3rd Tab
fr_be: 3e onglet
nl: 3e Tab

source: Change the font of the current Rofi window
fr_be: Changer la police de la fenêtre Rofi actuelle
nl: Verander het lettertype van het huidige Rofi venster

source: Change the location and size of the current Rofi window
fr_be: Modifier l'emplacement et la taille de la fenêtre Rofi actuelle
nl: Verander de locatie en formaat van het huidige Rofi venster

source: tab will not be shown\n\n
fr_be: l'onglet ne sera pas affiché\n\n
nl: tab wordt niet getoond\n\n

source: The current appearance settings are <b>$TOGGLETEXT</b>\n
fr_be: Les paramètres d'apparence actuels sont <b>$TOGGLETEXT</b>\n
