Repository: jerry3904/mx-rofi-manager
Catalog: translations_script/po/mx-rofi-manager_*.po
Languages: de, el, fr_be, it, nl, pt, pt_br, ru, sl, sv

source: SPECIFIC AND GLOBAL SETTINGS Settings for position, size and font can have two formats: --Specific: settings come directly from the <some name.rasi> file with its particular values. Rofi manager can edit the specific settings of User themes (~/.config/rofi/themes/<some name.rasi>) but those of Extra and System themes can only be changed with a text editor. --Global: settings come from a separate file (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) and are applied to all themes. Rofi manager can edit these by changing the current theme to that file.
de: SPEZIFISCHE UND GLOBALE EINSTELLUNGEN Die Einstellungen für Position, Größe und Schriftart können zwei Formate haben: -- Spezifisch: Die Einstellungen stammen direkt aus der Datei <thema.rasi> mit ihren jeweiligen Werten. Rofi-Manager kann die spezifischen Einstellungen der Benutzerthemen bearbeiten (~/.config/rofi/themes/<thema.rasi>), die Einstellungen der Extra- und Systemthemen können nur mit einem Texteditor geändert werden. -- Global: Die Einstellungen stammen aus einer separaten Datei (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) und werden auf alle Themen angewendet. Rofi-Manager kann diese Einstellungen bearbeiten und das aktuelle Thema wird mit dieser Datei ergänzt.
it: IMPOSTAZIONI SPECIFICHE E GLOBALI Le impostazioni per posizione, dimensione e font possono avere due formati: --Specifico: le impostazioni derivano direttamente da file <qualche nome.rasi> con i suoi valori specifici. Gestore Rofi può editare le impostazioni specifiche dei temi utente (~/.config/rofi/themes/<qualche nome.rasi>) ma quelle dei temi extra e di sistema possono essere cambiate solo con un editor di testo. --Globale: le impostazioni derivano da un file separato (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) e sono applicate a tutti i temi. Gestore Rofi può editarle cambiando il tema corrente in quel file.
pt: DEFINIÇÕES ESPECÍFICAS E GLOBAIS As definições de posição, tamanho e tipo de letra podem ter dois formatos: --Específicas: as definições vêm diretamente do ficheiro que possui um nome semelhante ao <name.rasi> com os seus valores particulares. O gestor de definições Rofi pode editar as definições específicas dos temas do utilizador (~/.config/rofi/themes/<name.rasi>), mas as dos temas Extra e Sistema apenas podem ser alteradas com um editor de texto. --Globais: as definições vêm de um ficheiro separado (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) e são aplicadas a todos os temas. O gestor de definições Rofi pode editá-los alterando o tema atual para esse ficheiro.
pt_br: CONFIGURAÇÕES ESPECÍFICAS E GLOBAIS As configurações de posição, tamanho e fonte podem ter dois formatos: --Specific ou Específica: as configurações vêm diretamente do arquivo que possui um nome semelhante ao <name.rasi> com seus valores particulares. O gerenciador das configurações do Rofi permite editar as configurações específicas dos temas do usuário (~/.config/rofi/themes/<name.rasi>), mas as dos temas Extra e do System ou Sistema só podem ser alteradas com um editor de texto. --Global: as configurações vêm de um arquivo separado (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) e são aplicadas a todos os temas. O gerenciador de configurações do Rofi pode editá-los alterando o tema atual para este arquivo.
ru: СПЕЦИФИЧНЫЕ И ГЛОБАЛЬНЫЕ НАСТРОЙКИ Настройки положения, размера и шрифта могут быть двух форматов: --Специфичные: настройки поступают непосредственно из файла <some name.rasi> со своими конкретными значениями. Менеджер Rofi может изменять специфические настройки тем пользователя (~/.config/rofi/themes/<some name.rasi>), но настройки тем Экстра и Системы могут быть изменены только с помощью текстового редактора. --Глобальные: настройки берутся из отдельного файла (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) и применяются ко всем темам. Менеджер Rofi может править их заменой текущей темы этим файлом.
sl: SPECIFIČNE IN GLOBALNE NASTAVITVE Nastavitve za položaj, velikost in pisavo lahko imajo dve obliki: --Specific: nastavitve izhajajo neposredno iz nastavitev <neko ime.rasl> datoteke. Rofi upravljalnik lahko uredi specifične nastavitve uporabnikove teme (~/.config/rofi/themes/<some name.rasi>), medtem ko je posebne in sistemske teme mogoče urejati le z urejevalnikom besedil. --Global: nastavitve izhajajo iz ločene datoteke (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) in so uporabljene za vse teme. Rofi upravljalnik jih lahko ureja tako, da prilagodi trenutno temo glede na to datoteko.
sv: SPECIFIKA OCH GLOBALA INSTÄLLNINGAR Inställningar för position, storlek och stil kan ha två format: --Specifika: kommer direkt från <något namn.rasi> filen med dess speciella värden. Rofi hanterare kan redigera Användartemans specifika inställningar (~/.config/rofi/themes/<något namn.rasi>) men de från Extra och System teman kan bara ändras med en textredigerare. --Globala: inställningar kommer från en separat fil (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) och appliceras på alla teman. Rofi hanterare kan redigera dessa genom att byta nuvarande tema till denna fil.

source: TERMS - LOCATION: The general placement of the rofi window on the screen - ANCHOR: The point of the rofi window which is set at the location. - X-OFFSET & Y-OFFSET: The offset (pixels) of the rofi window from the anchor point EXAMPLES Location center, anchor center: places the center of the rofi window at the center of the screen Location northwest, anchor northwest: places the top left corner of the rofi window at the top left of the screen. Location center, anchor northwest: places the top left corner of the rofi window at the center of the screen. Location west, anchor west, x-offset 32: displaces the rofi window to avoid overlap with a vertical panel.
de: BEDINGUNGEN - Platzierung: Die allgemeine Platzierung des Rofi-Fensters auf dem Bildschirm - Ankerpunkt: Der Punkt des Rofi-Fensters, der auf die Platzierung gesetzt wird. - X-VERSATZ & Y-VERSATZ: Der Versatz (Pixel) des Rofi-Fensters vom Ankerpunkt. Beispiele: Platzierung Mitte, Ankerpunkt Mitte: setzt die Mitte des Rofi-Fensters in die Mitte des Bildschirms. Platzierung Nordwest, Ankerpunkt Nordwest: setzt die obere linke Ecke des Rofi-Fensters an die obere linke Ecke des Bildschirms. Platzierung Mitte, Ankerpunkt Nordwest: setzt die ober linke Ecke des Rofi-Fensters an die Mite des Bildschirms. Platzierung West, Ankerpunkt West, X-Versatz 32: Verschiebt das Rofi-Fenster, um eine Überlappung mit einer vertikalen Leiste zu vermeiden.
fr_be: TERMES - EMPLACEMENT: L'emplacement général de la fenêtre Rofi sur l'écran. - ANCRAGE: Le point de la fenêtre Rofi qui est fixé à l'emplacement. - X-OFFSET & Y-OFFSET / X-Décalage & Y-Décalage: le décalage (pixels) de la fenêtre Rofi par rapport au point d'ancrage EXEMPLES Emplacement centre, ancrage centre: place le centre de la fenêtre Rofi au centre de l'écran Emplacement nord-ouest, ancrage nord-ouest: place le coin supérieur gauche de la fenêtre Rofi en haut à gauche de l'écran. Emplacement centre, ancrage nord-ouest: place le coin supérieur gauche de la fenêtre Rofi au centre de l'écran. Emplacement ouest, ancrage ouest, x-offset 32: déplace la fenêtre Rofi pour éviter le chevauchement avec un panneau vertical..
it: TERMINI - POSIZIONE: Il posizionamento generale della finestra rofi sullo schermo. - ANCORAGGIO: Il punto della finestra rofi che è fissato nella posizione. - SPOSTAMENTO-X & SPOSTAMENTO-Y: Lo spostamento (pixels) della finestra rofi dal punto di ancoraggio. ESEMPI Posizione al centro, ancora al centro: posiziona il centro della finestra rofi al centro dello schermo. Posizione a nordovest, ancora a nordovest: posiziona l'angolo superiore sinistro in alto a sinistra sullo schermo. Posizione al centro, ancora a nordovest: posiziona l'angolo superiore della finestra rofi al centro dello schermo. Posizione a ovest, ancora a ovest, spostamento-x 32: sposta la finestra rofi per evitarne la sovrapposizione con un pannello verticale.
nl: TERMEN - LOCATIE: De algemene plaatsing van het rofi venster op het scherm - ANKER: Het punt van het rofi-venster dat op de locatie is ingesteld. - X-OFFSET & Y-OFFSET: De offset (pixels) van het rofi-venster vanaf het ankerpunt VOORBEELDEN Locatie centrum, ankercentrum: plaatst het centrum van het rofi venster in het midden van het scherm Locatie noordwest, anker noordwest: plaatst de linkerbovenhoek van het rofi venster linksboven in het scherm. Locatie midden, anker noordwest: plaatst de linkerbovenhoek van het rofi-venster in het midden van het scherm. Locatie west, anker west, x-offset 32: verplaatst het rofi venster om overlapping met een verticaal paneel te voorkomen.
pt: TERMOS - LOCALIZAÇÃO ou LOCATION: É o posicionamento geral da janela do Rofi no ecrã. - ÂNCORA ou ANCORAGEM ou ANCHOR: É o ponto da janela do Rofi que está definido na localização. - DESLOCAMENTO DA COORDENADA X ou X-OFFSET e DESLOCAMENTO DA COORDENADA Y ou Y-OFFSET: É o deslocamento (em pixéis) da janela do Rofi do ponto da ancoragem. EXEMPLOS A localização no centro e a âncora no centro: coloca o centro da janela do Rofi no centro do ecrã. A localização a noroeste e a âncora a noroeste: coloca o canto superior esquerdo da janela do Rofi no canto superior esquerdo do ecrã. A localização no centro e a âncora a noroeste: coloca o canto superior esquerdo da janela do Rofi no centro do ecrã. A localização a oeste, a âncora a oeste e o deslocamento da coordenada x na posição 32: desloca a janela do Rofi para evitar a sobreposição com um painel ou barra de ferramentas na posição vertical.
pt_br: TERMOS - LOCALIZAÇÃO ou LOCATION: É o posicionamento geral da janela do Rofi na tela. - ÂNCORA ou ANCORAGEM ou ANCHOR: É o ponto da janela do Rofi que está definido na localização. - DESLOCAMENTO DA COORDENADA X ou X-OFFSET e DESLOCAMENTO DA COORDENADA Y ou Y-OFFSET: É o deslocamento (em pixels) da janela do Rofi do ponto da ancoragem. EXEMPLOS A localização no centro e a âncora no centro: coloca o centro da janela do Rofi no centro da tela. A localização a noroeste e a âncora a noroeste: coloca o canto superior esquerdo da janela do Rofi no canto superior esquerdo da tela. A localização no centro e a âncora a noroeste: coloca o canto superior esquerdo da janela do Rofi no centro da tela. A localização a oeste, a âncora a oeste e o deslocamento da coordenada x na posição 32: desloca a janela do Rofi para evitar a sobreposição com um painel ou barra de ferramentas na posição vertical.
ru: ТЕРМИНОЛОГИЯ - ПОЛОЖЕНИЕ: Размещение окна rofi на экране; - ЯКОРЬ: Точка в окне rofi, которую следует поместить в нужное положение; - СМЕЩЕНИЕ X и Y: Смещение (в пикселях) окна rofi от точки якоря. ПРИМЕРЫ Положение center, якорь center: центр окна rofi будет совпадать с центром экрана; Положение northwest, якорь northwest: левый верхний угол окна rofi будет в верхнем левом углу экрана; Положение center, якорь northwest: левый верхний угол окна rofi будет в центре экрана; Положение west, якорь west, смещение x 32: сдвигает окно rofi, чтобы оно не накладывалось на вертикальную панель.
sl: POGOJI - LOKACIJA: Splošni položaj rofi okna na zaslonu - SIDRIŠČE: Točka rofi okna, ki je postavljeno na položaj. - X-ODMIK & Y-ODMIK: Odmik (v pikslih) rofi okna od sidrišča PRIMERI Lokacija center, sidrišče center: postavi središče rofi okna na sredino zaslona. Lokacija sverozahod, sidirišče severozahod: postavi zgornji levi kot rofi okna na zogrnji levi kot zaslona. Lokacija center, sidrišče severozahod: postavi zgornji levi kot rofi okna na sredino zaslona. Lokacija zahod, sidrišče zahod, x-odmik 32: prestavi okno, da se izogne prekrivanju z navpičnim panojem.
sv: TERMER - PLACERING: rofi-fönstrets allmänna placering på skärmen - ANKARE: Den punkt på rofi-fönstret som är på platsen. - X-OFFSET & Y-OFFSET: rofi-fönstrets offset (pixlar) från ankringspunkten EXEMPEL Placering centralt, ankare centralt: placerar mitten av rofi-fönstret vid skärmens mitt Placering nordvästt, ankra nordväst: Placerar rofi-fönstrets övre vänstra hörn överst till vänster på skärmen. Placering centralt, ankra nordväst: placerar rofi-fönstrets övre vänstra hörn mitt på skärmen. Placering väst, ankra väst, x-offset 32: flyttar rofi-fönstret för att förhindra överlappning av vertikal panel.

source: X-Offset (- to left, + to right)
de: X-Versatz (- nach links, + nach rechts)
it: Spostamento-X (- a sinistra, + a destra)
pt: Desvio-X (- para a esquerda, + para a direita)
pt_br: Deslocamento da Coordenada X (- para o lado esquerdo ou + para o lado direito)
ru: X-смещение (- влево, + вправо)
sl: X-odmik (- na levo, + na desno)
sv: X-Offset (- åt vänster, + åt höger)

source: Y-Offset (- upwards, + downwards)
de: Y-Versatz (- nach oben, + nach unten)
it: Spostamento-Y (- in alto, + in basso)
pt: Desvio-Y (- para cima, + para baixo)
pt_br: Deslocamento da Coordenada Y (- para cima ou + para baixo)
ru: Y-смещение (- вверх, + вниз)
sl: Y-odmik (- navzgor, + navzdol)
sv: Y-Offset (- uppåt, + nedåt)

source: <b>Adjust the font of the current rofi window.</b>
de: Schriftart des aktuellen rofi Fensterns ändern
el: <b>Προσαρμόστε τη γραμματοσειρά του τρέχοντος παραθύρου rofi.</b>
fr_be: <b>Ajuster la police de la fenêtre actuelle de Rofi.</b>
it: <b>Adatta il font della finestra rofi corrente.</b>
nl: <b>Pas het lettertype aan voor het huidige rofi venster.</b>
pt: <b>Ajustar o tipo de letra da janela atual do Rofi.</b>
pt_br: <b>Ajustar a fonte da janela atual do Rofi.</b>
ru: <b>Настроить шрифт для текущего окна Rofi.</b>
sl: <b>Prilaogdi pisavo trenutnega rofi okna.</b>
sv: <b>Justera typsnittet för nuvarande rofi-fönster.</b>

source: <b>Adjust the location and size of the current rofi window.\n</b>
de: Ändere den Anzeigebereich und die Größe des aktuellen rofi Fensters.\n
el: <b>Προσαρμόστε τη θέση και το μέγεθος του τρέχοντος παραθύρου rofi.\n</b>
fr_be: <b>Ajuster l'emplacement et la taille de la fenêtre Rofi actuelle.\n</b>
it: <b>Adatta la posizione e la dimensione della finestra rofi corrente.\n</b>
nl: <b>Huidig rofi venster locatie en formaat aanpassen.\n</b>
pt: <b>Ajusta a localização e o tamanho da janela atual do Rofi.\n</b>
pt_br: <b>Ajuste a localização e o tamanho da janela atual do Rofi.\n</b>
ru: <b>Настроить положение и размер текущего окна Rofi.\n</b>
sl: <b>Prilagodi položaj in velikost trenutnega rofi okna.\n</b>
sv: <b>Justera plats och storlek på det nuvarande rofi-fönstret.\n</b>

source: <b>Make new theme current?</b>
de: Neues Thema übernehmen?
el: <b>Να κάνω το καινούργιο θεμα, τρέχον;</b>
fr_be: <b>Appliquer le nouveau thème?</b>
it: <b>Rendere corrente il nuovo tema?</b>
nl: <b>Nieuwe thema tot het huidige maken?</b>
pt: <b>Utilizar o novo tema?</b>
pt_br: <b>Tornar o novo tema o atual?</b>
ru: <b>Сделать новую тему текущей?</b>
sl: <b>Prevzamem nove teme?</b>
sv: <b>Använd nya temat?</b>

source: <b>Name for new style</b>
de: <b>Name für neuen Stil wählen</b>
el: <b>Όνομα για το καινούργιο στύλ</b>
fr_be: <b>Nom du nouveau style</b>
it: <b>Nome per il nuovo stile</b>
nl: <b>Naam voor nieuwe stijl</b>
pt: <b>Nome para o novo estilo</b>
pt_br: <b>Nome para o novo estilo</b>
ru: <b>Имя нового стиля</b>
sl: <b>Ime novega sloga</b>
sv: <b>Namn på ny stil</b>

source: <b>Name for new theme</b>
de: Name für neues Thema
el: <b>Όνομα για το καινούργιο θέμα</b>
fr_be: <b>Nom du nouveau thème</b>
it: <b>Nome per il nuovo tema</b>
nl: <b>Naam voor nieuw thema</b>
pt: <b>Nome para o novo tema</b>
pt_br: <b>Nome para o novo tema</b>
ru: <b>Имя новой темы</b>
sl: <b>Ime nove teme</b>
sv: <b>Namn på nytt tema</b>

source: <b>Name for new theme</b>
de: Name für neues Thema
el: <b>Όνομα για το καινούργιο θέμα</b>
fr_be: <b>Nom du nouveau thème</b>
it: <b>Nome per il nuovo tema</b>
nl: <b>Naam voor nieuw thema</b>
pt: <b>Nome para o novo tema</b>
pt_br: <b>Nome para o novo tema</b>
ru: <b>Имя новой темы</b>
sl: <b>Ime nove teme</b>
sv: <b>Namn på det nya temat</b>

source: <b>Rofi Manager is a tool to configure rofi themes.\n\n<i>What would you like to do?</i></b>\n
de: <b> Rofi Manager ist ein Programm mit dem rofi Themen konfiguriert werden können.\n\n<i> Was möchten Sie nun tun?</i></b>\n
el: <b>Το Rofi Manager είναι ένα εργαλείο για τη διαμόρφωση των θεμάτων rofi. \n\n<i>Τι θα θέλατε να κάνετε; </i></b>\n
fr_be: <b>Rofi Manager est un outil pour configurer les thèmes Rofi.\n\n<i>Que voulez-vous faire?</i></b>\n
it: <b>Gestore Rofi è uno strumento per configurare i temi rofi.\n\n<i>Cosa vorresti fare?</i></b>\n
nl: <b>Rofi Beheer is een gereedschap om rofi thema's te configureren.\n\n<i>Wat wil je doen?</i></b>\n
pt: <b>O Gestor Rofi é uma ferramenta para configurar os temas do Rofi.\n\n<i>O que fazer?</i></b>\n
pt_br: <b>O Gerenciador das Configurações do Rofi do MX é uma ferramenta para configurar os temas do Rofi.\n\n<i>O que você quer fazer?</i></b>\n
ru: <b>Rofi Manager — средство настройки тем Rofi.\n\n<i>Что вы хотите сделать?</i></b>\n
sl: <b>Rofi upravljanik je orodje za nastavljanje tem.\n\n<i>Kaj želite storiti?</i></b>\n
sv: <b>Rofi Hanterare är ett verktyg för att kofigurera rofi-teman.\n\n<i>Vad vill du göra?</i></b>\n

source: <b>Select appearance settings and theme to use</b> (double-click for preview).
de: <b>Wähle die Einstellungen für das Aussehen und das Thema </b>(Doppelklick für Vorschau).
fr_be: <b>Sélectionner les paramètres d'apparence et le thème à utiliser</b> (double-clic pour avoir un aperçu).
it: <b>Seleziona le impostazioni dell'aspetto e il tema da usare</b> (doppio-clic per l'anteprima).
nl: <b>Selecteer verschijningsinstellingen en het te gebruiken thema</b> (dubbelklik voor een voorbeeld).
pt: <b>Selecionar as definições da aparência e o tema a ser utilizado</b> (clicar duas vezes para visualizar).
pt_br: <b>Selecione as configurações da aparência e o tema a ser utilizado</b> (clique duas vezes para visualizar).
ru: <b>Выберите настройки внешнего вида и тему для использования</b> (двойной щелчок для предпросмотра).
sl: <b>Izberite nastavitve videza in temo</b> (dvojni klik za predogled).
sv: <b>Välj inställningar för utseende och tema som ska användas</b> (dubbelklicka för förhandsvisning).

source: <b>Select which tabs rofi should display</b>\n
de: <b>Wähle welche Tabs rofi anzeigen soll</b>\n
fr_be: \n<b>Choisir les onglets que Rofi doit afficher</b>\n
it: <b>Seleziona quali schede rofi dovrebbe mostrare</b>\n
nl: <b>Selecteer welke tabbladen rofi moet weergeven</b>\n
pt: <b>Selecionar os separadores a mostrar</b>\n
pt_br: <b>Selecione quais abas ou guias o Rofi deve exibir</b>\n
ru: <b>Выбор отображаемых Rofi вкладок</b>\n
sl: <b>Izberite zavihke, ki naj jih rofi prikaže</b>\n
sv: <b>Välj vilka flikar rofi ska visa</b>\n

source: <b>\nEdit colors and create a new rofi theme.\n\n</b>
de: \nPasse die Farben an und erstelle ein neues rofi Thema.\n\n
fr_be: <b>\nModifier les couleurs et créer un nouveau thème Rofi.\n\n</b>
it: <b>\nModifica i colori e crea un nuovo tema rofi.\n\n</b>
nl: <b>\nKleuren aanpassen en nieuw rofi thema creëren.\n\n</b>
pt: <b>\nEditar as cores e criar um novo tema para o Rofi.\n\n</b>
pt_br: <b>\nEditar as cores e criar um novo tema para o Rofi.\n\n</b>
ru: <b>\nИзменить цвета и создать новую тему Rofi.\n\n</b>
sl: <b>\nUredi barve in ustvari novo rofi temo.\n\n</b>
sv: <b>\nHantera färger och skapa ett nytt rofi-tema.\n\n</b>

source: A Theme with this name already exists. \n\nDo you want to overwrite <b>$NEWNAME</b>\nor save as a different theme name?\n
de: Es existiert bereits ein Thema mit diesem Namen. \n\nSoll $NEWNAME überschrieben werden \noder das Thema unter anderem Namen gespeichert werden?\n
fr_be: Un thème portant ce nom existe déjà.\n\nVoulez-vous écraser <b>$NEWNAME</b>\nou enregistrer sous un nom de thème différent?\n
it: Un tema con questo nome esiste già. \n\nVuoi sovrascrivere <b>$NUOVONOME</b>\o salvare con un nome del tema differente?\n
nl: Een Thema met deze naam bestaat reeds. \n\nWil je overschrijven <b>$NEWNAME</b>\nof opslaan als andere thema naam?\n
pt: Já existe um Tema com esse nome. \n\nSubstituir <b>$NEWNAME</b>\nou guardar com outro nome?\n
pt_br: Já existe um tema com este nome. \n\nVocê quer substituir o nome do tema <b>$NEWNAME</b>\nou quer salvar com um nome diferente para o tema?\n
ru: Тема с таким именем уже существует. \n\nХотите перезаписать <b>$NEWNAME</b>\nили сохранить под другим именем?\n
sl: Tema s tem imenom že obstaja. \n\nŽelite prepisati <b>$NEWNAME</b>\nali jo shraniti pod drugim imenom?\n
sv: Ett tema med detta namn finns redan. \n\nVill du skriva över <b>$NEWNAME</b>\neller spara med ett annat temanamn?\n

source: Active Tab Background
de: Hintergrund aktiver Tab
el: Φόντο Ενεργής Καρτέλας
fr_be: Arrière-plan de l'onglet actif
it: Sfondo scheda attiva
nl: Actief Tabblad Achtergrond
pt: Fundo do separador ativo
pt_br: Plano de Fundo da Aba ou Guia Ativa
ru: Фон активной вкладки
sl: Ozadje aktivnega zavihka
sv: Bakgrund för aktiv flik

source: Active Tab Highlight
de: Hervorhebung aktiver Tab
el: Επισήμανση Ενεργής Καρτέλας
fr_be: Mise en évidence de l'onglet actif
it: Evidenziamento scheda attiva
nl: Actieve Tab Markering
pt: Destaque do separador ativo
pt_br: Aba ou Guia Ativa em Destaque
ru: Подсветка активной вкладки
sl: Poudarek aktivnega zavihka
sv: Markera aktiv flik

source: Active Tab Text
de: Aktiver Tab Text
el: Κείμενο Ενεργής Καρτέλας
fr_be: Texte de l'onglet actif
it: Testo scheda attiva
nl: Actieve Tabtekst
pt: Texto do separador ativo
pt_br: Texto da Aba ou Guia Ativa
ru: Текст активной вкладки
sl: Tekst aktivnega zavihka
sv: Text för aktiv flik

source: All done!\n<b>$NEWNAME</b> Rofi theme has been created.\n\nYou can change themes with <b>MX-Rofi-Manager</b>
de: Fertig!\nDas $NEWNAME Rofi-Thema wurde erstellt.\n\nDas Thema kann nun mit dem MX-Rofi-Manager gewechselt werden.
fr_be: Terminé!\nLe thème Rofi <b>$NEWNAME</b> a été créé.\n\nVous pouvez changer de thème avec le gestionnaire <b>MX-Rofi-Manager</b>
it: Touuo fatto!\n<b>$NUOVONOME</b> Il tema rofi è stato creato.\n\nPuoi cambiare i temi con <b>MX-Gestore-Rofi</b>
nl: Helemaal klaar!\n<b>$NEWNAME</b> Rofi thema is gecreëerd.\n\nU kunt thema's veranderen met <b>MX-Rofi-Beheer</b>
pt: Terminado!\n Foi criado o tema rofi<b>$NEWNAME</b>.\n\nO tema pode ser mudado usando o <b>MX-Rofi-Manager</b>
pt_br: Tudo foi feito com sucesso!\nO tema <b>$NEWNAME</b> do Rofi foi criado.\n\nVocê pode alterar os temas com o <b>Gerenciador das Configurações do Rofi do MX</b>
ru: Готово!\nТема Rofi <b>$NEWNAME</b> была создана.\n\nВы можете менять темы с помощью <b>MX-Rofi-Manager</b>
sl: Narejeno!\n<b>$NEWNAME</b> rofi tema je bila ustvarjena.\n\nTeme lahko zamenjate z <b>MX-Rofi-upravljalnik</b>om
sv: Allt klart!\n<b>$NEWNAME</b> Rofi-tema har skapats.\n\nDu kan byta tema med <b>MX-Rofi-Hanterare</b>

source: All done!\n<b>$NEWNAME</b> has been set as the current rofi theme.
de: Fertig!\n Das Thema $NEWNAME wurde als aktuelles rofi Thema eingestellt.
fr_be: Terminé!\n<b>$NEWNAME</b> a été défini comme le thème Rofi actuel.
it: Tutto fatto!\n<b>$NEWNAME</b> è stato impostato come tema rofi corrente.
nl: Helemaal klaar!\n<b>$NEWNAME</b> is ingesteld als huidig rofi thema.
pt: Terminado!\nO tema <b>$NEWNAME</b> foi definido como tema em uso do rofi.
pt_br: Tudo foi feito com sucesso!\nO nome <b>$NEWNAME</b> foi definido para o tema atual do Rofi.
ru: Готово!\n<b>$NEWNAME</b> была установлена в качестве текущей темы Rofi.
sl: Opravljeno!\n Za trenutno rofi temo ja bila nastavljena tema <b>NEWNAME</b>.
sv: Allt klart!\n<b>$NEWNAME</b> har blivit nuvarande rofi-tema.
