Repository: jerry3904/mx-rofi-manager
Catalog: translations_script/po_2024-02-01_215726/mx-rofi-manager_*.po
Languages: es

source: SPECIFIC AND GLOBAL SETTINGS Settings for position, size and font can have two formats: --Specific: settings come directly from the <some name.rasi> file with its particular values. Rofi manager can edit the specific settings of User themes (~/.config/rofi/themes/<some name.rasi>) but those of Extra and System themes can only be changed with a text editor. --Global: settings come from a separate file (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) and are applied to all themes. Rofi manager can edit these by changing the current theme to that file.
es: CONFIGURACIÓN ESPECÍFICA Y GLOBAL La configuración de posición, tamaño y fuente pueden tener dos formatos: --Específica: la configuración proviene directamente del archivo <some name.rasi> con sus valores particulares. El gestor Rofi puede editar la configuración específica de los temas del Usuario (~/.config/rofi/themes/<some name.rasi>), pero los temas Extra y Sistema solo se pueden cambiar con un editor de texto. --Global: la configuración proviene de un archivo separado (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) y se aplica a todos los temas. El gestor Rofi puede editarlos cambiando el tema actual a ese archivo.

source: TERMS - LOCATION: The general placement of the rofi window on the screen - ANCHOR: The point of the rofi window which is set at the location. - X-OFFSET & Y-OFFSET: The offset (pixels) of the rofi window from the anchor point EXAMPLES Location center, anchor center: places the center of the rofi window at the center of the screen Location northwest, anchor northwest: places the top left corner of the rofi window at the top left of the screen. Location center, anchor northwest: places the top left corner of the rofi window at the center of the screen. Location west, anchor west, x-offset 32: displaces the rofi window to avoid overlap with a vertical panel.
es: TÉRMINOS - UBICACIÓN: La ubicación general de la ventana Rofi en la pantalla - ANCLA: El punto de la ventana Rofi que se fija en la ubicación. - DESPLAZAMIENTO-X & DESPLAZAMIENTO-Y: El desplazamiento (píxeles) de la ventana Rofi desde el punto de anclaje EJEMPLOS Centro de ubicación, centro de anclaje: coloca el centro de la ventana Rofi en el centro de la pantalla Ubicación noroeste, ancla noroeste: coloca la esquina superior izquierda de la ventana Rofi en la parte superior izquierda de la pantalla. Centro de ubicación, ancla noroeste: coloca la esquina superior izquierda de la ventana Rofi en el centro de la pantalla. Ubicación oeste, ancla oeste, desplazamiento-X 32: desplaza la ventana Rofi para evitar la superposición con un panel vertical.

source: X-Offset (- to left, + to right)
es: Desplazamiento-X (- a la izquierda, + a la derecha)

source: Y-Offset (- upwards, + downwards)
es: Desplazamiento-Y (- hacia arriba, + hacia abajo)

source: <b>Adjust the font of the current rofi window.</b>
es: <b>Ajustar la fuente de la ventana Rofi actual.</b>

source: <b>Adjust the location and size of the current rofi window.\n</b>
es: <b>Ajustar ubicación y tamaño de la ventana Rofi actual.\n</b>

source: <b>Make new theme current?</b>
es: <b>¿Hacer que el nuevo tema sea el actual?</b>

source: <b>Name for new style</b>
es: <b>Nombre para el nuevo estilo</b>

source: <b>Name for new theme</b>
es: <b>Nombre para el nuevo tema</b>

source: <b>Name for new theme</b>
es: <b>Nombre para el nuevo tema</b>

source: <b>Rofi Manager is a tool to configure rofi themes.\n\n<i>What would you like to do?</i></b>\n
es: <b>Rofi Manager es una herramienta para configurar temas Rofi.\n\n<i>¿Qué te gustaría hacer?</i></b>\n

source: <b>Select appearance settings and theme to use</b> (double-click for preview).
es: <b>Seleccionar la configuración de apariencia y el tema a usar</b> (haga doble clic para obtener una vista previa).

source: <b>Select which tabs rofi should display</b>\n
es: <b>Seleccionar qué pestañas debe mostrar Rofi</b>\n

source: <b>\nEdit colors and create a new rofi theme.\n\n</b>
es: <b>\nEditar colores y crear un nuevo tema rofi.\n\n</b>

source: A Theme with this name already exists. \n\nDo you want to overwrite <b>$NEWNAME</b>\nor save as a different theme name?\n
es: Ya existe un tema con este nombre. \n\n¿Quieres sobrescribir <b>$NEWNAME</b>\no guardarlo con un nombre de tema diferente?\n

source: Active Tab Background
es: Fondo de la pestaña activa

source: Active Tab Highlight
es: Resaltado de la pestaña activa

source: Active Tab Text
es: Texto de la pestaña activa

source: All done!\n<b>$NEWNAME</b> Rofi theme has been created.\n\nYou can change themes with <b>MX-Rofi-Manager</b>
es: ¡Todo listo!\n<b>$NEWNAME</b> Se ha creado el tema Rofi.\n\nPuede cambiar los temas con <b>MX-Gestor-Rofi</b>

source: All done!\n<b>$NEWNAME</b> has been set as the current rofi theme.
es: ¡Todo listo!\n<b>$NEWNAME</b>se ha establecido como el tema Rofi actual.

source: All done!\nFont of the current rofi theme has been amended.
es: ¡Todo listo!\nSe ha modificado la fuente del tema Rofi actual.

source: All done!\nPosition and size of the current rofi theme have been amended.
es: ¡Todo listo!\nSe han modificado la posición y el tamaño del tema Rofi actual.

source: All done!\n\n<b>$NEWTHEME</b> has been set as the current rofi theme.\n\n
es: ¡Todo listo!\n\n<b>$NEWTHEME</b> se ha establecido como el tema rofi actual.\n\n

source: All done!\n\nTab configuration has been updated.\n\n
es: ¡Todo listo!\n\nLa configuración de las pestañas ha sido actualizada.\n\n

source: Change the current rofi theme
es: Cambiar el tema actual de Rofi

source: Change the font of the current rofi window
es: Cambiar fuente de la ventana actual de rofi

source: Change the functions (<i> modi </i>) of the rofi tabs
es: Cambiar las funciones (<i>modi</i>) de las pestañas Rofi

source: Change the location and size of the current rofi window
es: Cambiar ubicación y el tamaño de la ventana actual de rofi

source: Edit a rofi theme config file in text editor
es: Editar un archivo de configuración de tema Rofi en el editor de texto

source: Font
es: Fuente

source: Global settings are blocked for
es: La configuración global está bloqueada para

source: Height (number of lines shown in list)
es: Altura (número de líneas que se muestran en la lista)

source: If a theme does not display tabs, switch tabs with <i>Shift + Arrow</i> or <i>Ctrl + Tab</i>\n
es: Si un tema no muestra pestañas, cambie de pestaña con <i>Mayús + Flecha</i> o <i>Ctrl + Tabulador</i>\n

source: Inactive Tab Background
es: Fondo de pestaña inactiva

source: Inactive Tab Text
es: Texto de pestaña inactiva

source: Location of rofi window on the screen
es: Ubicación de la ventana Rofi en la pantalla

source: MX Rofi manager provides a fast and easy way to manipulate the handy app rofi and its many possible functions ("modi"). Available actions: --select the functions to be shown --switch the current theme --adjust colors, font and position (default themes only) --edit themes manually --access documentation For more details, consult the rofi "help" tab.
es: MX Gestor Rofi proporciona una forma rápida y fácil de manipular la aplicación Rofi y sus muchas funciones posibles ("modi"). Acciones disponibles: --seleccionar las funciones que se mostrarán --cambiar el tema actual --ajustar colores, fuente y posición (solo temas predeterminados) --editar temas manualmente --documentación de acceso Para más detalles, consulte la pestaña "ayuda" de Rofi.

source: MX-Rofi-Help
es: MX-Rofi-Ayuda

source: MX-Rofi-Manager
es: MX-Gestor-Rofi

source: MX-Rofi-Recolor
es: MX-Recolorear-Rofi

source: MX-Rofi-Recolor Help
es: MX-Recolorear-Rofi Ayuda

source: New theme name
es: Nuevo nombre de tema

source: No Theme name!
es: ¡Sin nombre de tema!

source: No change to current settings!\n
es: ¡Sin cambios en la configuración actual!\n

source: No theme selected.
es: Ningún tema seleccionado.

source: No theme selected.\n\n<b>MX-comfort</b> will be used as the starting theme.
es: Ningún tema se ha seleccionado.\n\n<b>MX-comfort</b> se utilizará como tema de partida.

source: OK to proceed?
es: ¿Está bien si procedemos?

source: Overwrite $NEWNAME
es: Sobrescribir $NEWNAME

source: Recolor a rofi theme based on MX-comfort
es: Cambiar el color de un tema Rofi basado en MX-comfort

source: Return to Main Window
es: Volver a la ventana principal

source: Rofi-Edit
es: Rofi-Editar

source: Rofi-Font
es: Fuente-Rofi

source: Rofi-Position
es: Posición-Rofi

source: Rofi-Tab-Selector
es: Rofi-Selector-Pestañas

source: Rofi-Theme
es: Rofi-Tema

source: Save as different theme name
es: Guardar con un nombre de tema diferente

source: Searchbar Background
es: Fondo de la barra de búsqueda

source: Searchbar Text
es: Texto de la barra de búsqueda

source: Selection Background
es: Fondo de la selección

source: Selection Text
es: Texto de la selección

source: Settings
es: Configuración

source: Sorry, the appearance settings for $ROFICURRENT can only be modified using global settings.\n\nWould you like to change to global settings?.\n\n
es: Lo sentimos, la configuración de apariencia para $ROFICURRENT solo se puede modificar mediante la configuración global.\n\n¿Le gustaría cambiar a la configuración global?.\n\n

source: Specific settings will be used
es: Se utilizará la configuración específica

source: The current appearance settings are <b>$TOGGLETEXT</b>
es: La configuración de apariencia actual es <b>$TOGGLETEX</b>

source: The current theme is <b>$ROFICURRENT</b> and its settings are <b>$TOGGLETEXT</b>.
es: El tema actual es <b>$ROFICURRENT</b> y su configuración es <b>$TOGGLETEXT</b>.

source: Theme name $NEWNAME is protected. Choose another name
es: El nombre del tema $NEWNAME está protegido. Elige otro nombre

source: This tool edits the rofi config file.\n\nThe existing file will be backed up as \n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
es: Esta herramienta edita el archivo de configuración de Rofi.\n\nSe realizará una copia de seguridad del archivo existente como \n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>

source: Title Background
es: Fondo del título

source: Title Text
es: Texto del título

source: Width (percentage of screen width)
es: Ancho (porcentaje del ancho de la pantalla)

source: \n<b> Choose which theme to use as a starting point</b>\n
es: \n<b> Elija qué tema usar como punto de partida</b>\n

source: \n<b>Select the rofi theme you wish to edit</b>\n\nThe .rasi file will be opened in your preferred text editor\n\n
es: \n<b>Seleccionar el tema Rofi que desea editar</b>\n\nEl archivo .rasi se abrirá en su editor de texto preferido\n\n

source: \nThe theme to be edited has been saved in\n<b>$ROFIPATH</b> as\n\n<b>$EDITTHEMECOPY</b>\n\n
es: \nEl tema a editar se ha guardado en\n<b>$ROFIPATH</b> como\n\n<b>$EDITTHEMECOPY</b>\n\n

source: a powerful calculation engine
es: un potente motor de cálculo

source: a set of links about using rofi
es: un conjunto de enlaces acerca del uso de Rofi

source: displays all available executable files
es: muestra todos los archivos ejecutables disponibles

source: enables easy switching
es: habilita un cambio fácil

source: fast access to files
es: acceso rápido a archivos

source: mxrr-color-selector
es: mxrr-selector-color

source: opens a secure shell
es: abre un shell seguro

source: tab will not be shown\n
es: no se mostrará la pestaña\n

source: the MX default that displays available apps
es: el predeterminado de MX que muestra las aplicaciones disponibles
